IdeaRS.OpenModel.CrossSection.TendonDuct
Tendon duct

IdeaRS.OpenModel.CrossSection.TendonDuct.Id
Tendon duct Id

IdeaRS.OpenModel.CrossSection.TendonDuct.Point
Position of duct

IdeaRS.OpenModel.CrossSection.TendonDuct.MaterialDuct
Tendon duct material

IdeaRS.OpenModel.CrossSection.TendonDuct.IsDebondingTube
rue for debonding tubes, false for tendon ducts

IdeaRS.OpenModel.CrossSection.TendonDuct.Diameter
Diameter